
"keyYes"							= "是";
"keyNo"								= "否";
"keyOK"								= "好";
"keyRequired"						= "必須";
"keyNone"							= "無";

"keyPairedDevicesTitle"				= "配對的裝置：";
"keyFavoriteDevicesTitle"			= "喜好的裝置：";
"keyConnectedDevicesTitle"			= "連接的裝置：";
"keyUnknownDevice"					= "未知的裝置";
"keyErrorOccurred"					= "發生錯誤。（0x%x）";
"keyNotAvailable"					= "無法使用。";
"keyNameNotAvailable"				= "無法使用名稱";
"keyNoDevicePresent"				= "目前沒有 Bluetooth 裝置。";

"keyPrefReadErrorTitle"				= "讀取 Bluetooth 偏好設定時發生錯誤。";
"keyPrefReadErrorDesc"				= "這部電腦上的 Bluetooth 設定不正確。請重新安裝 Bluetooth 軟體，然後再試一次。";

"keyUnacceptablePathTitle"			= "無法接受指定的路徑。";
"keyUnacceptablePathDesc"			= "指定的路徑不正確，無法供“Bluetooth 物件交換程式”使用。可能是因為您沒有此目標目錄的寫入權限。請指定其他路徑。";

"keyPathWarningTitle"				= "不建議使用您指定的檔案夾。";
"keyPathWarningDesc"				= "此檔案夾可能已被鎖定，或是您可能沒有讀取或寫入此檔案夾的權限。";

"keyPrefSaveErrorTitle"				= "儲存 Bluetooth 偏好設定時發生錯誤。";
"keyPrefSaveErrorDesc"				= "某些 Bluetooth 偏好設定無法儲存。這部電腦可能無法使用此 Bluetooth 裝置。";

"keyPortInUseTitle"					= "序列埠正在使用中。";
"keyPortInUseDelete"				= "您要移除的序列埠正在使用中。請結束正在使用此裝置的序列埠，然後再試一次。";
"keyPortInUseEdit"					= "您要修改的序列埠正在使用中。請結束正在使用此裝置的序列埠，然後再試一次。";

"kServiceCannotBeModifiedKey"		= "無法修改此服務。";
"kPortCannotBeCreatedOrModifiedKey"	= "嘗試建立或修改序列埠時發生錯誤。";

"keyTTYNameAlreadyInUse"			= "名稱已被使用了";
"keyTTYNameInUseText"				= "您選擇的序列埠名稱已被使用了。請選擇其他名稱。";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "序列埠";
"kBluetoothSerialPortOnKey"			= "啟用 Bluetooth 序列埠";
"kBluetoothSerialPortOffKey"		= "停用 Bluetooth 序列埠";
"kEditSerialPorts"					= "編輯序列埠⋯";
"kSerialPortKey"					= "序列埠";
"kSerialPortOnKey"					= "啟用序列埠";
"kSerialPortOffKey"					= "停用序列埠";
"kOtherKey"							= "其他⋯";
"kBluetoothFileExchangeKey"			= "檔案交換";
"kBluetoothFileExchangeOnKey"		= "啟用 Bluetooth 檔案交換程式";
"kBluetoothFileExchangeOffKey"		= "停用 Bluetooth 檔案交換程式";
"kBluetoothFileTransferKey"			= "檔案傳送";
"kBluetoothFileTransferOnKey"		= "啟用 Bluetooth 檔案傳送";
"kBluetoothFileTransferOffKey"		= "停用 Bluetooth 檔案傳送";

"kBluetoothRemoteControlKey"		= "遙控器";
"kBluetoothRemoteControlOnKey"		= "啟用 Bluetooth 遙控器";
"kBluetoothRemoteControlOffKey"		= "停用 Bluetooth 遙控器";

"kBluetoothPANServiceKey"			= "個人區域網路";
"kBluetoothPANServiceOnKey"			= "啟用 Bluetooth 個人區域網路";
"kBluetoothPANServiceOffKey"		= "停用 Bluetooth 個人區域網路";

"kDeviceNameTitle"					= "“%@”是 Bluetooth 裝置用來連接此電腦的名稱。";

"kInKey"							= "傳入";		/* Short for Incoming */
"kOutKey"							= "傳出";	/* Short for Outgoing */

"kEllipsisString"						= "⋯";
"kPower"								= "電力";
"kBluetoothPower"						= "Bluetooth 電力";
"kBluetoothPowerOn"						= "Bluetooth 已啟用";
"kBluetoothPowerOff"					= "Bluetooth 已停用";
"kBluetoothPowerIsOff"					= "Bluetooth 電源已關閉。若要使用 Bluetooth，您必須先啟用它。";
"kTurnBTOff"							= "停用 Bluetooth";
"kTurnBTOn"								= "啟用 Bluetooth";
"kVersionKey"							= "（版本：%d.%d.%d%c%d）";
"kOnKey"								= "啟用";
"kCancelKey"							= "取消";
"kOffKey"								= "停用";
"kNever"								= "永不";

"kIsConnected"							= "已連線";
"kIsNotConnected"						= "未連接";

"kAddToFavoritesKey"					= "加到喜好項目";
"kRemoveFromFavoritesKey"				= "自喜好項目中移除";

"kRenameDeviceKey"						= "重新命名";

"kBluetoothSetupDevice"					= "設定此裝置⋯";
"kDisconnectDevice"						= "中斷連線";
"kResetDevice"							= "將此裝置重置為出廠狀況";
"kConnectDevice"						= "連線";
"kConfigureDevice"						= "配置此裝置⋯";
"kMoreInfo"								= "顯示更多資訊";
"kHideMoreInfo"							= "隱藏更多資訊";
"kNoDevicesKey"							= "沒有裝置";

"kDeviceNameKey"						= "名稱";
"kDeviceAddressKey"						= "位址";
"kDeviceTypeKey"						= "類型";
"kDeviceServicesKey"					= "服務";
"kOtherServices"						= "其他服務";
"kUnknownService"						= "未知的服務";

"kPairedHeaderKey"						= "已配對";
"kConfiguredHeaderKey"					= "已設定";
"kFavoriteHeaderKey"					= "喜好項目";
"kConnectedHeaderKey"					= "已連線";
"kSerialPortsHeaderKey"					= "序列埠";
"kSerialPortsHeaderDeviceService"		= "裝置服務";
"kSerialPortsHeaderPortType"			= "序列埠通訊協定";
"kSerialPortDirectionIncoming"			= "傳入";
"kSerialPortDirectionOutgoing"			= "傳出";

"kSerialPortHeadingOutgoing"			= "選取此裝置的傳出序列埠來修改設定";
"kSerialPortHeadingIncoming"			= "選取此機器的傳入序列埠來修改設定";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "這是唯一連接到您電腦的鍵盤。若您移除此鍵盤，將無法再進行使用。您確定要移除嗎？";
"kHIDDeviceDeleteMousePairingWarning"			= "這是唯一連接到您電腦的指標裝置。若您將此滑鼠從列表中移除，將無法再進行使用。您確定要移除嗎？";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "這是唯一連接到您電腦的指標裝置。若您將此觸控式軌跡板從列表中移除，將無法再進行使用。您確定要移除嗎？";
"kHIDDeviceKeyboard"					= "鍵盤";
"kHIDDeviceMouse"						= "滑鼠";

"kDiscoverableTooltip"		= "若停用此功能，未知的 Bluetooth 裝置就無法找到您的電腦。已配對的裝置仍可以連接到您的電腦。";

"kOptionIsAvailable"		= "可用空間";
"kAvailableServiceTurnOn"	= "啟用服務";
"kAvailableServiceTurnOff"	= "停用服務";

"kOptionPairing"			= "需要配對";
"kPairingRequired"			= "需要配對";
"kPairingNotRequired"		= "不需要配對";

"kOptionReceiveBehavior"	= "接收檔案時：";
"kReceiveBehaviorAccept"	= "接受而無須警告";
"kReceiveBehaviorPrompt"	= "每個檔案都給予提示";

"kOptionHandlePIMItem"		= "接收 PIM 項目時：";
"kOptionHandleOtherItem"	= "接收其他項目時：";
"kHandleItemSave"			= "儲存";
"kHandleItemOpen"			= "打開";
"kHandleItemAsk"			= "詢問";

"kOptionReceiveFolder"		= "接收檔案夾";
"kReceiveFolderChoose"		= "其他⋯";

"kOptionFolderForBrowse"	= "其他裝置能夠瀏覽的檔案夾";

"kOptionName"				= "名稱：";
"kOptionShowInNetworkPrefs"	= "於網路偏好設定中顯示：";
"kOptionType"				= "類型：";
"kOptionTypeModem"			= "數據機";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "編輯序列埠名稱⋯";
"kOptionAddSerialPort"		= "新增序列埠";
"kOptionRemoveSerialPort"	= "移除序列埠";

"kButtonAddDevice"			= "設定新裝置";
"kButtonRemoveDevice"		= "刪除所選的裝置";
"kButtonDeviceOptions"		= "使用所選的裝置執行工作";
"kBluetoothDevices"			= "Bluetooth 裝置";

"kOptionMajorClass"			= "主要裝置類別";
"kOptionMinorClass"			= "次要裝置類別";
"kOptionServiceClass"		= "裝置服務類別";
"kOptionLastNameUpdate"		= "上次名稱更新";
"kOptionLastInquiryUpdate"	= "上次查詢更新";
"kOptionLastServicesUpdate"	= "上次服務更新";
"kOptionProductID"			= "產品識別碼";
"kOptionVendorID"			= "廠商識別碼";

"kPerformSDPQueryKey"				= "更新裝置服務";
"kPerformNameRequestKey"			= "更新裝置名稱";

"kOpenBTPrefsKey"					= "打開 Bluetooth 偏好設定⋯";
"kMousePreferences"					= "打開滑鼠偏好設定⋯";
"kKeyboardPreferences"				= "打開鍵盤偏好設定⋯";
"kOpenPrintPrefsKey"				= "打開印表機偏好設定⋯";
"kOpenSoundPrefsKey"				= "打開聲音偏好設定⋯";
"kSendFileToDevice"					= "傳送檔案⋯";
"kBrowseDevice"						= "瀏覽裝置⋯";

"kTurnOnHeadphones"					= "做為音訊裝置（立體聲）";
"kTurnOffHeadphones"				= "不做為音訊設備";
"kTurnOnHeadset"					= "做為音訊裝置（單聲道）";
"kTurnOffHeadset"					= "不做為音訊設備";

"kSyncDevice"						= "同步⋯";

"kOpenBTSAKey"						= "設定 Bluetooth 裝置⋯";
"kBTSendFileKey"					= "傳送檔案⋯";
"kBTGetFileKey"						= "瀏覽裝置⋯";

"kJoinNetwork"						= "連接網路";
"kKeyDisconnectFromNetwork"			= "中斷網路連線";
"kRemoveDevice"						= "移除此裝置";
"kDeviceOptions"					= "設備選項";
"kDeviceNamed"						= "名為“%@”的裝置";

"kOptionConfirm"					= "您確定不要勾選這個註記框嗎？";
"kOptionAutoBTSAWarning"			= "為避免在開機時您的無線鍵盤或滑鼠無法使用，請確定您有可用的 USB 輸入設備。";
	
